brew "git"
brew "python"
brew "direnv"
brew "pre-commit"
brew "mas"
brew "node"
brew "golang"
brew "p7zip"
brew "ansible"
brew "screenfetch"
brew "terraform"
brew "awscli"
brew "kubectl"
brew "watch"
brew "jq"
brew "tmux"
brew "hugo"
brew "gnupg"
brew "dive"
brew "qmk/qmk/qmk"
brew "cdktf"
brew "graphviz"
brew "yamllint"
brew "sops"
brew "ansible-lint"
brew "virtualenv"
brew "mkdocs"
brew "ffmpeg"
brew "youtube-dl"
brew "wget"
brew "gh"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "qmk/qmk"
cask "alfred"
cask "spotify"
cask "keybase"
cask "docker"
cask "font-fira-code"
cask "font-monoid"
cask "fork"
cask "visual-studio-code"
cask "firefox"
cask "jetbrains-toolbox"
cask "slack"
cask "karabiner-elements"
cask "iterm2"
cask "discord"
cask "insomnia"
cask "handbrake"
cask "obsidian"
cask "kindle"
cask "elgato-control-center"
cask "raspberry-pi-imager"
cask "vlc"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-cascadia-code-pl"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-bitstream-vera"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-hack"
cask "grammarly"
cask "logitech-camera-settings"
cask "zoom"
cask "vmware-fusion"
cask "vagrant-vmware-utility"
cask "vagrant"
cask "remarkable"
cask "syncthing"
cask "monodraw"
cask "sony-ps-remote-play"
cask "raycast"
cask "tunnelblick"
cask "lastpass"
cask "1password"
mas "paprikapp", id: 1303222628
mas "reeder 5", id: 1529448980
mas "Numbers", id: 409203825  
mas "Meeter", id: 1510445899
mas "Keynote", id: 409183694
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Affinity Publisher", id: 881418622
mas "Affinity Photo", id: 824183456
mas "Affinity Designer", id: 824171161
mas "Magnet", id: 441258766
mas "Goodnotes 5", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Dark Reader for Safari", id: 1438243180
mas "1password for Safari", id: 1569813296
