brew "git"
brew "python"
brew "direnv"
brew "pre-commit"
brew "mas"
brew "node"
brew "asciinema"
brew "doctl"
brew "golang"
brew "dep"
brew "p7zip"
brew "ansible"
brew "screenfetch"
brew "terraform"
brew "awscli"
brew "kubectl"
brew "starship"
brew "helm"
brew "watch"
brew "kustomize"
brew "k9s"
brew "jq"
brew "k3d"
brew "bat"
brew "kind"
brew "tmux"
brew "toast"
brew "sshuttle"
brew "vault"
brew "ninja"
brew "hugo"
brew "aws-iam-authenticator"
brew "yarn"
brew "kubectx"
brew "gnupg"
brew "dive"
brew "cdktf"
brew "graphviz"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
cask "alfred"
cask "spotify"
cask "keybase"
cask "docker"
cask "telegram"
cask "font-fira-code"
cask "font-monoid"
cask "omnifocus"
cask "fork"
cask "visual-studio-code"
cask "robo-3t"
cask "firefox"
cask "jetbrains-toolbox"
cask "slack"
cask "karabiner-elements"
cask "iterm2"
cask "steam"
cask "discord"
cask "insomnia"
cask "handbrake"
cask "obsidian"
cask "kindle"
cask "elgato-control-center"
cask "logitech-camera-settings"
cask "twitch"
cask "raspberry-pi-imager"
cask "anki"
cask "vlc"
cask "dash"
cask "lens"
cask "syncthing"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-cascadia-code-pl"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "aerial"
cask "signal"
cask "vanilla"
cask "launchbar"
cask "notion"
cask "grammarly"
mas "1password", id: 1091189122
mas "bear", id: 1333542190
mas "paprikapp", id: 1303222628
mas "instapaper", id: 1481302432
mas "reeder 5", id: 1529448980
mas "Sasquatch", id: 1465346522
mas "Gi Fox 2", id: 1461845568
mas "Giphy Capture", id: 668208984
mas "Numbers", id: 409203825  
mas "Jira Cloud by Atlassian", id: 1475897096
mas "Meeter", id: 1510445899
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Affinity Publisher", id: 881418622
mas "Affinity Photo", id: 824183456
mas "Magnet", id: 441258766
mas "Grammarly for Safari", id: 1462114288

